Repository: common-repository/picasaview
Catalog: languages/picasaView-*.po
Languages: ar, de_de, es_es, fr_fr, nl_nl, pl_pl, pt_br

source: Photos
ar: الصور
de_de: Fotos
es_es: Fotos
nl_nl: Foto's
pl_pl: Zdjęć
pt_br: Fotos

source: Location
ar: الموقع
de_de: Aufnahmeort
es_es: Ubicación
fr_fr: Localisation
nl_nl: Locatie
pl_pl: Lokalizacja
pt_br: Localização

source: Previous
ar: السابق
de_de: zur&uuml;ck
es_es: Anterior
fr_fr: Pr&eacute;c&eacute;dent
nl_nl: vorige
pl_pl: wstecz
pt_br: Anterior

source: Next
ar: التالي
de_de: weiter
es_es: Siguiente
fr_fr: Suivant
nl_nl: volgende
pl_pl: dalej
pt_br: Próximo

source: Viewing images
ar: عرض الصور
de_de: Zeige Bilder
es_es: imágenes
fr_fr: Voir les images
nl_nl: Beelden bekijken
pl_pl: Wyświetlane zdjęcia
pt_br: Visualizando imagens

source: of
ar: من
de_de: von
es_es: de
fr_fr: de
nl_nl: van
pl_pl: z
pt_br: de

source: Back to post
ar: العودة إلى الموضوع
de_de: Zur&uuml;ck zum Beitrag
es_es: Volver al artículo
fr_fr: Retour &agrave; l'article
nl_nl: Terug naar het artikel
pl_pl: Powrót
pt_br: Voltar

source: PicasaView Options
ar: خيارات بيكاسا
de_de: PicasaView Einstellungen
es_es: Opciones de PicasaView
fr_fr: Options PicasaView
nl_nl: PicasaView instellingen
pl_pl: Opcje pluginu PicasaView
pt_br: Opções do PicasaView

source: Connection settings
ar: إعدادات الاتصال
de_de: Verbindung
es_es: Configuración de la conexión
fr_fr: Param&egrave;tres de connection
nl_nl: Verbindingen
pl_pl: Ustawienia połączenia
pt_br: Configurações de conexão

source: Bad news: You need PHP5 to run this plugin, sorry. You have installed PHP
ar: للأسف : الإضافة تتطلب تثبيت PHP5 على سيرفرك .
de_de: Schlechte Nachrichten: picasaView ben&ouml;tigt mindestens PHP5. Verf&uuml;gbar ist lediglich
es_es: Malas notícias: necesita PHP5 para utilizar este plugin. Ahora tiene instalada la versión de PHP
fr_fr: Erreur: PHP5 est requis pour utiliser PicasaView. Actuellement, la version install&eacute;e est PHP
nl_nl: Slecht nieuws: U heeft minimaal PHP5 nodig om met deze plugin te kunnen werken, sorry. U heeft PHP wel ge√Ønstalleerd
pl_pl: Złe informacje: Potrzebujesz PHP w wersji 5 aby uruchomić ten plugin.
pt_br: Má notícia: Desculpe, mas você precisa do PHP5 para executar esse plugin. Você tem instalado o PHP

source: Bad news: the required PHP extension <code>SimpleXML</code> (which is usually enabled by default) on your server is not available. Blame your provider. Sorry.
ar: للأسف : <code>SimpleXML</code> غير مدعوم في سيرفرك ..
de_de: Schlechte Nachrichten: picasaView ben&ouml;tigt die PHP5-Erweiterung <code>SimpleXML</code>, die standardm&auml;&szlig; bei PHP aktiviert ist, der Provider allerdings absichtlich deaktiviert hat (warum auch immer).
es_es: Malas noticias: la extensión de PHP5 <code>SimpleXML</code> (que generalmente está activa por defecto) no está activa en su servidor y es necesaria para utilizar este plugin. Pídalo a su proveedor. Disculpe las molestias.
fr_fr: Erreur: l'extension PHP <code>SimpleXML</code> (habituellement disponible par d&eacute;faut) requise sur votre serveur n'est pas disponible. Contactez votre h&eacute;bergeur. D&eacute;sol&eacute;.
nl_nl: Slecht nieuws: de benodigde PHP extensie <code>SimpleXML</code> (welke normaal standaad aan staat) op uw server is niet beschikbaar. Geef uw provider maar de schuld. Sorry
pl_pl: Złe informacje: wymagane rozszerzenie PHP <code>SimpleXML</code>, które na ogół jest dostępne, na twoim serwerze nie jest dostępne. Skontaktuj się ze swoim providerem.
pt_br: Má notícia: a requerida extensão PHP <code>SimpleXML</code> (que é normalmente habilidata por padrão) não está disponível no servidor. Culpe seu provedor de hospedagem. Desculpe.

source: Server-URL
ar: عنوان بيكاسا .. الافتراضي سيكون : http://picasaweb.google.com
es_es: URL del servidor
fr_fr: URL du serveur
pl_pl: URL serwera
pt_br: URL do servidor

source: User Id
ar: عنوانك على بيكاسا
es_es: Id de usuario
fr_fr: Login
pl_pl: Id użytkownika
pt_br: Id do usuário

source: Debug output
ar: تصحيح الإخراج
de_de: Debug-Ausgabe
es_es: Salida de depuración
fr_fr: Interface de d&eacute;bugage
nl_nl: Debug-weergave
pl_pl: Tryb debugowania
pt_br: Saída de Debug

source: Print url and the returned data from picasaweb when a connection failure occured
ar: طباعة الرابط والبيانات التي تم جلبها من بيكاسا عندما يفشل الاتصال ..
de_de: Wenn ein Fehler auftritt, wird die angeforderte URL sowie die erhaltenen Daten von picasaWeb angezeigt
es_es: Imprime la URL y los datos de retorno de Picasaweb cuando hay un problema de conexión
fr_fr: Affiche l'url et l'es informations transmises par picasaweb en cas d'&eacute;chec de connection
nl_nl: Geef de URL en de foutweergave van de data die picasaweb geeft wanneer er geen verbinding tot stand is gekomen
pl_pl: Wyświetla adres url i zwrócone dane z picasaweb w przypadu problemów z połączeniem
pt_br: Mostra a URL e os dados retornados a partir do picasaweb quando a um erro de conexão ocorrer

source: Display settings
ar: ضبط الشاشة
de_de: Anzeige
es_es: Muestra la configuración
fr_fr: Param&egrave;tres d'affichage
nl_nl: Beeldscherm instellingen
pl_pl: Ustawienia wyświetlania
pt_br: Mostrar configurações

source: Date/Time format
ar: تنسيق التاريخ / الوقت
de_de: Datumsformat
es_es: Formato fecha/hora
fr_fr: Format Date/Heure
nl_nl: Datum en tijd formaat
pl_pl: Format daty/czasu
pt_br: Formato de Data/Hora

source: Date format that is used when displaying date information. For all allowed format please see the <a href="http://php.net/manual/en/function.strftime.php">php strftime-documentation</a>.
ar: يجب مشاهدة الصيغ التالية في هذه الصفحة لاستخدامها في عرض معلومات التاريخ : <a href="http://php.net/manual/en/function.strftime.php">php strftime-documentation</a>.
de_de: Datumsformat, das bei Zeitangaben verwendet wird.Siehe <a href="http://php.net/manual/en/function.strftime.php">Dokumentation der PHP-Funktion strftime</a> für alle verfügbaren Platzhalter.
es_es: Formato de fecha usado para mostrar información de fecha. Para ver todos los formatos posibles er a tots els formats possibles dele una ojeada a <a href="http://php.net/manual/en/function.strftime.php">la documentación de PHP sobre formatos de fecha</a>.
fr_fr: Le format de Date est utilis&eacute; pour afficher les informations concernant la date. Pour conna&icirc;tre les formats disponibles, consultez <a href="http://php.net/manual/en/function.strftime.php">php strftime-documentation</a>.
nl_nl: Datum formaat dat gebruikt wordt wanneer je de datum weergave aan hebt staan. Voor de mogelijkheden kijk een hier <a href="http://php.net/manual/en/function.strftime.php">php strftime-documentation</a>.
pl_pl: Format daty używany przy wyświetlaniu dodatkowych informacji o zdjęciach. Aby zobaczyć dostępne formaty zapoznaj się z dokumentacją <a href="http://php.net/manual/en/function.strftime.php">Dokumentacja funkcji PHP strftime</a>
pt_br: Formato de data que é usado quando mostrando informações de datas. Para saber todos os formatos aceitos veja a <a href="http://php.net/manual/en/function.strftime.php">documentação sobre strftime do PHP</a>.

source: Thumbnail size
ar: حجم الصورة المصغرة
de_de: Gr&ouml;&szlig;e der Thumbnails
es_es: Medida de las miniaturas
fr_fr: Taille des miniatures
nl_nl: Thumbnail grootte
pl_pl: Rozmiar miniaturek
pt_br: Tamanho do Thumbnails

source: Crop thumbnails (only available for thumbnails smaller than 200px)
pt_br: Cortar thumbnails (disponível apenas para thumbnails menores que 200px)

source: Full image size
ar: الصورة بالحجم الكامل
de_de: Bildgr&ouml;&szlig;e
es_es: Medida de la imagen grande
fr_fr: Image en taille r&eacute;elle
nl_nl: Volledige afbeeldingsgrootte
pl_pl: Rozmiar dużego zdjęcia
pt_br: Tamanho da imagem inteira

source: 1024 and above will *not* work right now due to restrictions on picasaweb (blame Google for this).
ar: الصور الأعلى من 1024 ربما لاتعمل جيداً بسبب قيود بيكاسا ..
de_de: 1024 und höher funktionieren momentan noch *nicht*, da dies von picasaweb nicht unterstützt wird (liegt an Google).
es_es: medidas de 1024 y superiores no funcionarán correctamente debido a restricciones del servicio Picasa (puede quejarse a Google por ello)
fr_fr: 1024 et sup&eacute;rieur ne fonctionnera pas &agrave; cause de restrictions sur picasaweb.
nl_nl: 1024 en hover zal *niet* werken vanwege de restricties op picasaweb (geef Google maar de schuld hiervoor).
pl_pl: 1024 i powyżej nie będzie działało prawidłowo w tej chwili z powodu ograniczeń na picasaweb (winić należy Google).
pt_br: 1024 e maiores *não* funcionarão por causa de restrições no picasaweb (culpe a Google por isso).

source: Images per page
ar: الصور في كامل الصفحة
de_de: Bilder pro Seite
es_es: Imágenes por página
fr_fr: Images par page
nl_nl: Beelden per pagina
pl_pl: Zdjęć na strone
pt_br: Imagens por página

source: insert <code>0</code> to disable paging and show all images on the same page
ar: إدخال <code>0</code> لتعطيل الترحيل وعرض كل الصور في نفس الصفحة
de_de: Der Wert <code>0</code> deaktiviert das Bl&auml;ttern und zeigt alle Bilder auf einer Seite an
es_es: Inserta un <code>0</code> para desactivar la paginación y mostrar todas las imágenes en la misma página.
fr_fr: Ins&eacute;rez <code>0</code> pour d&eacute;sactiver le mutipage et afficher toutes les images sur la m&ecirc;me page
nl_nl: Voeg <code>0</code> in om paging uit te schakelen en alle beelden op 1 pagina weer te geven
pl_pl: Wstawienie <code>0</code> wyłącza stronnicowanie i pokazuję wszystkie zdjęcia na tej samej stronie
pt_br: insira <code>0</code> para desabilitar paginação e mostrar todas as imagens na mesma página

source: Quick paging
ar: تسريع الترحيل
de_de: Schnelles Bl&auml;ttern
es_es: Paginación rápida
fr_fr: Mise en page rapide
nl_nl: Snel pagineren
pl_pl: Szybkie stronnicowanie
pt_br: Páginação rápida

source: use JavaScript for paging (a lot faster and more beautiful when flipping through your image pages)
ar: يجب استخدام الجافا سكريبت لاستخدام نظام الترحيل (أسرع كثيرا وأكثر جمالا عند تقليب صفحات الصور)
de_de: JavaScript zum Bl&auml;ttern verwenden (wesentlich schneller und vor allem sch&ouml;ner)
es_es: usa Javascript para paginar (irá más rápido y más rápido cuando el usuario hojee las páginas de imágenes)
fr_fr: utiliser Javascript pour le multipage (beaucoup plus rapide et plus beau lors du parcours des pages)
nl_nl: Gebruik Javascript om te pagineren (een stuk sneller en veel mooier wanneer je door je beelden bladert)
pl_pl: Użyj JavaScriptu do stronnicowania (umożliwia szybciejsze przeglądanie zdjęć)
pt_br: usa JavaScript para a paginação (muito mais rápido e mais bonito quando mudando de página de imagens)

source: Save Changes
ar: حفظ التغييرات
de_de: &Auml;nderungen speichern
es_es: Guardar cambios
fr_fr: Enregistrer les modifications
nl_nl: Bewaar aanpassingen
pl_pl: Zapisz zmiany
pt_br: Salvar Mudanças
